import cn from "./Intro.module.scss";

export const Intro = () => {
  return (
    <div className={cn.content}>
      <h3 className={cn.text}>
        Мы превращаем Ваши идеи в готовые продукты. В разработке мы используем
        самые современные технологичные решения, практикуемые мировыми лидерами
        в области информационных технологий. Оперативная техническая поддержка,
        клиентоориентированность и квалификация наших сотрудников позволяют
        клиентам быть спокойными за реализацию и интеграцию цифровых продуктов.
        Благодаря предварительному комплексному анализу наша компания подбирает
        наиболее оптимальное решение, внедрение которого позволит
        максимизировать прибыль при минимальных затратах на разработку. Наши
        заказчики определили, что сотрудничество с нами выгоднее, чем содержание
        в штате технических специалистов. За счет индивидуального подхода наша
        компания готова воплощать любые идеи и развивать ваш бизнес.
      </h3>
    </div>
  );
};
